IDEA StatiCa Open Model
CheckResBolt.UnityCheck Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Unity Check
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double UnityCheck { get; set; }
Public Property UnityCheck As Double
	Get
	Set
public:
property double UnityCheck {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
CheckResBolt Class
IdeaRS.OpenModel.Connection Namespace